Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: This stays on your device. It is never uploaded, never synced, never shared.
de: Das bleibt auf deinem Gerät. Es wird nie hochgeladen, nie synchronisiert, nie geteilt.
es: Esto se queda en tu dispositivo. Nunca se sube, nunca se sincroniza, nunca se comparte.
fr: Cela reste sur votre appareil. Ce n'est jamais téléversé, jamais synchronisé, jamais partagé.
it: Resta sul tuo dispositivo. Non viene mai caricato, mai sincronizzato, mai condiviso.
pl: To pozostanie na Twoim urządzeniu. Nigdy nie jest przesyłany, nigdy synchronizowany, nigdy udostępniany.
pt_pt: Este permanece no teu dispositivo. Nunca é carregado, nunca é sincronizado, nunca é partilhado.
ru: Это остаётся на вашем устройстве. Данные никогда не загружаются, не синхронизируются и не передаются.
th: สิ่งนี้จะคงอยู่ในอุปกรณ์ของคุณ ไม่เคยอัปโหลด ไม่เคยซิงค์ ไม่เคยแชร์
zh_hans: 数据只保存在你的设备上。绝不上传、绝不同步、绝不分享。
zh_hant: 這些資料留在你的裝置上，永遠不會上傳、不會同步、不會分享。

source: This stops recording and saves what's captured so far. It can't be resumed.
de: Das beendet die Aufzeichnung und speichert, was bisher erfasst wurde. Das lässt sich nicht fortsetzen.
es: Esto detiene la grabación y guarda lo registrado hasta ahora. No se puede reanudar.
fr: Cela arrête l'enregistrement et sauvegarde ce qui a été capturé jusqu'à présent. Impossible de le reprendre.
pl: Spowoduje to zatrzymanie nagrywania i zapisanie dotychczas przechwyconego materiału. Nie można tego wznowić.
pt_pt: Isto interrompe a gravação e guarda o que foi capturado até ao momento. Não pode ser retomado.
th: การดำเนินการนี้จะหยุดการบันทึกและบันทึกสิ่งที่บันทึกไว้จนถึงตอนนี้ ไม่สามารถดำเนินการต่อได้

source: This strap doesn’t send SpO₂ over Bluetooth. Import a WHOOP export or Health Connect to see it.
de: Dieses Armband sendet SpO₂ nicht über Bluetooth. Importieren Sie einen WHOOP-Export oder Health Connect, um ihn anzuzeigen.
es: Esta correa no envía SpO₂ a través de Bluetooth. Importe una exportación WHOOP o Health Connect para verla.
fr: Cette sangle n'envoie pas SpO₂ via Bluetooth. Importez une exportation WHOOP ou Health Connect pour la voir.
it: Questo cinturino non invia SpO₂ tramite Bluetooth. Importa un'esportazione WHOOP o Health Connect per visualizzarla.
pl: Ta opaska nie przesyła SpO₂ przez Bluetooth. Zaimportuj eksport z WHOOP lub Health Connect, by je zobaczyć.
pt_pt: Esta pulseira não envia SpO₂ por Bluetooth. Importe uma exportação WHOOP ou Health Connect para vê-la.
ru: Этот ремешок не передает SpO₂ по Bluetooth. Импортируйте экспорт WHOOP или Health Connect, чтобы увидеть его.
th: สายรัดนี้ไม่ส่ง SpO₂ ผ่าน Bluetooth นำเข้าการส่งออก WHOOP หรือ Health Connect เพื่อดู
zh_hans: 该腕带不会通过蓝牙发送 SpO₂。导入 WHOOP 导出或 Health Connect 即可查看它。
zh_hant: 此腕帶不會透過藍牙發送 SpO₂。匯入 WHOOP 匯出或 Health Connect 即可查看它。

source: This strap sends no raw respiration stream. Your estimated respiratory rate appears on the Health screen.
de: Dieser Gurt sendet keinen rohen Atemstrom aus. Ihre geschätzte Atemfrequenz wird auf dem Gesundheitsbildschirm angezeigt.
es: Esta correa no envía ningún flujo de respiración bruta. Su frecuencia respiratoria estimada aparece en la pantalla Salud.
fr: Cette sangle n’envoie aucun flux respiratoire brut. Votre fréquence respiratoire estimée apparaît sur l'écran Santé.
it: Questa cinghia non invia alcun flusso di respirazione cruda. La frequenza respiratoria stimata viene visualizzata nella schermata Salute.
pl: Ta opaska nie przesyła surowego strumienia oddechu. Szacowana częstość oddechów pojawia się na ekranie Zdrowie.
pt_pt: Esta pulseira não envia nenhum fluxo respiratório bruto. Sua frequência respiratória estimada aparece na tela Saúde.
ru: Этот ремень не создает необработанного потока дыхания. Предполагаемая частота дыхания отображается на экране «Здоровье».
th: สายรัดนี้ไม่ส่งแรงหายใจ อัตราการหายใจ โดยประมาณของคุณจะปรากฏบนหน้าจอสุขภาพ
zh_hans: 该带子不发送原始呼吸流。您的估计呼吸频率出现在“健康”屏幕上。
zh_hant: 該帶子不發送原始呼吸流。您的估計呼吸頻率出現在「健康」螢幕上。

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
pl: W tym tygodniu
pt_pt: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
zh_hans: 本周
zh_hant: 本週

# This week %lld/%lld
source: This week %1$lld/%2$lld
de: This week %lld/%lld
es: This week %lld/%lld
fr: This week %lld/%lld
it: This week %lld/%lld
pl: W tym tygodniu %lld/%lld
pt_pt: This week %lld/%lld
ru: This week %lld/%lld
th: สัปดาห์นี้ %1$lld/%2$lld
zh_hans: This week %lld/%lld
zh_hant: This week %lld/%lld

source: This week:
de: Diese Woche:
es: Esta semana:
fr: Cette semaine :
it: Questa settimana:
pl: W tym tygodniu:
pt_pt: Esta semana:
ru: На этой неделе:
th: สัปดาห์นี้
zh_hans: 本周：
zh_hant: 本週：

# This week: %lld of %lld completed · best %lld
source: This week: %1$lld of %2$lld completed · best %3$lld
de: This week: %lld of %lld completed · best %lld
es: This week: %lld of %lld completed · best %lld
fr: This week: %lld of %lld completed · best %lld
it: This week: %lld of %lld completed · best %lld
pl: W tym tygodniu: ukończono %lld z %lld · najlepszy wynik %lld
pt_pt: This week: %lld of %lld completed · best %lld
ru: This week: %lld of %lld completed · best %lld
th: สัปดาห์นี้: %1$lld ของ %2$lld เสร็จสมบูรณ์ · %3$lld ที่ดีที่สุด
zh_hans: This week: %lld of %lld completed · best %lld
zh_hant: This week: %lld of %lld completed · best %lld

source: This writes a setting that STAYS ON YOUR STRAP until you change it back — it isn't an app preference, and closing NOOP won't undo it. "Turn gate off" below writes '0' again, in one tap. Only this one key is ever written; the other six your strap listed are never touched.
de: Dies schreibt eine Einstellung, die AUF DEINEM BAND BLEIBT, bis du sie zurücksetzt — es ist keine App-Einstellung, und das Schließen von NOOP macht sie nicht rückgängig. „Sperre ausschalten“ unten schreibt mit einem Tippen wieder '0'. Es wird ausschließlich dieser eine Schlüssel geschrieben; die anderen sechs, die dein Band aufgelistet hat, werden nie angefasst.
es: Esto escribe un ajuste que PERMANECE EN TU CORREA hasta que lo cambies de vuelta: no es una preferencia de la app y cerrar NOOP no lo deshace. «Desactivar bloqueo», abajo, vuelve a escribir '0' con un solo toque. Solo se escribe esta clave; las otras seis que enumeró tu correa nunca se tocan.
fr: Ceci écrit un réglage qui RESTE SUR VOTRE BRACELET jusqu'à ce que vous le remettiez — ce n'est pas une préférence de l'app, et fermer NOOP ne l'annule pas. « Désactiver le verrou », ci-dessous, réécrit « 0 » en une seule touche. Seule cette clé est écrite ; les six autres que votre bracelet a énumérées ne sont jamais touchées.
it: Questo scrive un'impostazione che RESTA SULLA TUA FASCIA finché non la riporti indietro: non è una preferenza dell'app e chiudere NOOP non la annulla. «Disattiva blocco», qui sotto, riscrive '0' con un solo tocco. Viene scritta solo questa chiave; le altre sei elencate dalla fascia non vengono mai toccate.
pl: Spowoduje to zapisanie ustawienia, które POZOSTAJE NA TWOIM PASKU, dopóki nie zmienisz go z powrotem — nie jest to preferencja aplikacji i zamknięcie NOOP nie spowoduje jego cofnięcia. „Wyłącz bramę” poniżej ponownie wpisuje „0” jednym dotknięciem. Zawsze zapisywany jest tylko ten jeden klucz; pozostałych sześć wymienionych na pasku nie jest nigdy dotykanych.
pt_pt: Isto escreve uma definição que FICA NA SUA PULSEIRA até a repor — não é uma preferência da aplicação e fechar o NOOP não a desfaz. «Desativar bloqueio», abaixo, volta a escrever '0' com um só toque. Só esta chave é escrita; as outras seis que a sua pulseira listou nunca são tocadas.
ru: Это записывает настройку, которая ОСТАЁТСЯ НА БРАСЛЕТЕ, пока вы не вернёте её обратно, — это не настройка приложения, и закрытие NOOP её не отменит. Кнопка «Выключить блокировку» ниже одним нажатием записывает '0' снова. Записывается только этот один ключ; остальные шесть, перечисленные браслетом, никогда не затрагиваются.
th: การดำเนินการนี้จะเขียนการตั้งค่าที่จะอยู่บนสายรัดของคุณจนกว่าคุณจะเปลี่ยนกลับ ไม่ใช่การตั้งค่าแอป และการปิด NOOP จะไม่เลิกทำ "ปิดประตู" ด้านล่างเขียน '0' อีกครั้งในการแตะเพียงครั้งเดียว มีการเขียนเพียงคีย์เดียวเท่านั้น ส่วนอีกหกสายรัดของคุณที่ระบุไว้นั้นไม่เคยแตะต้องเลย
zh_hans: 这会写入一项会一直留在你手环上的设置，直到你改回来——它不是应用内的偏好设置，关闭 NOOP 也不会撤销。下方的「关闭开关」一键即可再写入 '0'。全程只写入这一个键；你手环列出的另外六个从不触碰。
zh_hant: 這會寫入一項會一直留在你手環上的設定，直到你改回來——它不是應用程式內的偏好設定，關閉 NOOP 也不會復原。下方的「關閉開關」一鍵即可再寫入 '0'。全程只寫入這一個鍵；你手環列出的另外六個從不觸碰。

source: Three quiet promises.
de: Drei stille Versprechen.
es: Tres promesas discretas.
fr: Trois promesses discrètes.
it: Tre promesse silenziose.
pl: Trzy ciche obietnice.
pt_pt: Três promessas silenciosas.
ru: Три негромких обещания.
th: สัญญาอันเงียบสงบสามข้อ
zh_hans: 三个安静的承诺。
zh_hant: 三個安靜的承諾。

source: Threshold
de: Schwelle
es: Umbral
fr: Seuil
it: Soglia
pl: Próg
pt_pt: Limiar
ru: Порог
th: เกณฑ์
zh_hans: 阈值
zh_hant: 閾值

source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
pl: czw
pt_pt: qui
ru: Чт
th: พฤ
zh_hans: 周四
zh_hant: 週四

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pl: Czwartek
pt_pt: Quinta-feira
ru: Четверг
th: วันพฤหัสบดี
zh_hans: 星期四
zh_hant: 星期四

source: Tiles per row
de: Kacheln pro Reihe
es: Azulejos por fila
fr: Tuiles par rangée
it: Piastrelle per riga
pl: Kafelki w rzędzie
pt_pt: Blocos por linha
ru: Плитки в ряду
th: กระเบื้องต่อแถว
zh_hans: 每行瓷砖
zh_hant: 每行磁磚

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
pl: Czas
pt_pt: Hora
ru: Время
th: เวลา
zh_hans: 时间
zh_hant: 時間

source: TIME
de: ZEIT
es: TIEMPO
fr: TEMPS
it: TEMPO
pl: CZAS
pt_pt: HORA
ru: ВРЕМЯ
th: เวลา
zh_hans: 时间
zh_hant: 時間

source: Time asleep
de: Schlafzeit
es: Tiempo dormido
fr: Temps de sommeil
it: Tempo di sonno
pl: Czas śpi
pt_pt: Hora de dormir
ru: Время сна
th: เวลาหลับ
zh_hans: 睡眠时间
zh_hant: 睡眠時間

source: Time for your planned session
de: Zeit für Ihre geplante Sitzung
es: Hora de tu sesión planificada
fr: Heure de votre séance prévue
it: È ora della sessione pianificata
pl: Czas na zaplanowaną sesję
pt_pt: Hora da sessão planejada
ru: Время запланированного сеанса
th: เวลาสำหรับเซสชั่นที่วางแผนไว้ของคุณ
zh_hans: 您计划的会议时间
zh_hant: 您所規劃的會議時間

source: Time in Bed
de: Zeit im Bett
es: Tiempo en cama
fr: Temps au lit
it: Tempo a letto
pl: Czas w łóżku
pt_pt: Tempo na cama
ru: Время в постели
th: เวลาอยู่บนเตียง
zh_hans: 在床时间
zh_hant: 臥床時間

source: Time in each %HRmax zone, derived from the strap's heart rate over this window (approximate).
de: Zeit in jeder %HRmax-Zone, abgeleitet aus der Herzfrequenz des Straps über dieses Fenster (ungefähr).
es: Tiempo en cada zona de %HRmax, derivado de la frecuencia cardíaca de la pulsera en esta ventana (aproximado).
fr: Temps dans chaque zone de %HRmax, dérivé de la fréquence cardiaque du bracelet sur cette fenêtre (approximatif).
it: Tempo in ciascuna zona %HRmax, derivato dalla frequenza cardiaca della fascia in questo intervallo, approssimativo.
pl: Czas w każdej strefie %HRmax, obliczony na podstawie tętna paska w tym oknie (w przybliżeniu).
pt_pt: Tempo em cada zona %HRmax, derivado da frequência cardíaca da correia nesta janela (aproximado).
ru: Время в каждой зоне %HRmax, рассчитанное по пульсу браслета за этот период (приблизительно).
th: เวลาในแต่ละโซน %HRmax ซึ่งมาจากอัตราการเต้นหัวใจของสายรัดเหนือช่วงข้อมูลนี้ (โดยประมาณ)
zh_hans: 在每个 %HRmax 区间的时间，根据此窗口内手环的心率推导得出，近似值。
zh_hant: 在每個 %HRmax 區間的時間，根據此視窗內手環的心率推導得出，近似值。

source: Time of day
de: Tageszeit
es: Hora del día
fr: Heure de la journée
it: Ora del giorno
pl: Pora dnia
pt_pt: Hora do dia
ru: Время суток
th: เวลาของวัน
zh_hans: 一天中的时间
zh_hant: 一天中的時間

source: Time range
de: Zeitbereich
es: Rango de tiempo
fr: Plage de temps
it: Intervallo di tempo
pl: Zakres czasu
pt_pt: Intervalo de tempo
ru: Диапазон времени
th: ช่วงเวลา
zh_hans: 时间范围
zh_hant: 時間範圍

source: Time spent in each heart-rate zone
de: Zeit in jeder Herzfrequenzzone
es: Tiempo en cada zona de frecuencia cardíaca
fr: Temps passé dans chaque zone de fréquence cardiaque
it: Tempo trascorso in ciascuna zona di frequenza cardiaca
pl: Czas spędzony w każdej strefie tętna
pt_pt: Tempo gasto em cada zona de frequência cardíaca
ru: Время, проведенное в каждой зоне сердечного ритма
th: เวลาที่ใช้ในแต่ละโซนอัตราการเต้นของหัวใจ
zh_hans: 在每个心率区花费的时间
zh_hant: 在每個心率區花費的時間

source: Time to move. You've been seated a while.
de: Zeit für Bewegung. Du sitzt schon eine Weile.
es: Hora de moverte. Llevas un rato sentado.
fr: Il est temps de bouger. Vous êtes assis depuis un moment.
it: È ora di muoversi. Sei seduto da un po'.
pl: Czas się ruszyć. Siedzisz już jakiś czas.
pt_pt: Hora de mudar. Está sentado há algum tempo.
ru: Пора подвигаться. Вы долго сидели.
th: ถึงเวลาที่จะย้าย คุณนั่งมาสักพักแล้ว
zh_hans: 该动一动了。你已经坐了一阵子。
zh_hant: 該動一動了，你已經坐了好一陣子。

source: Time to wind down
de: Zeit zum Runterkommen
es: Hora de relajarte
fr: Il est temps de vous détendre
it: È ora di rilassarsi
pl: Czas się uspokoić
pt_pt: Hora de relaxar
ru: Пора расслабиться
th: ถึงเวลาที่จะผ่อนคลาย
zh_hans: 该放松入睡了
zh_hant: 該放鬆下來了

source: Timing forecast
de: Timing-Prognose
es: Pronóstico de horarios
fr: Prévision des horaires
it: Previsione degli orari
pl: Prognoza czasowa
pt_pt: Previsão de tempo
ru: Прогноз времени
th: การคาดการณ์เวลา
zh_hans: 时间预测
zh_hant: 時間預測

source: Tip: choose a folder in iCloud Drive and your backups sync to all your Apple devices automatically, no account setup needed.
de: Tipp: Wähle einen Ordner in iCloud Drive, und deine Sicherungen synchronisieren automatisch auf alle deine Apple-Geräte, ohne Kontoeinrichtung.
es: Consejo: elige una carpeta en iCloud Drive y tus respaldos se sincronizan automáticamente en todos tus dispositivos Apple, sin configurar ninguna cuenta.
fr: Astuce : choisissez un dossier dans iCloud Drive et vos sauvegardes se synchronisent automatiquement sur tous vos appareils Apple, sans configuration de compte.
it: Suggerimento: scegli una cartella in iCloud Drive e i tuoi backup si sincronizzeranno automaticamente su tutti i tuoi dispositivi Apple, senza configurazione di account.
pl: Wskazówka: wybierz folder na iCloud Drive, a Twoje kopie zapasowe zostaną automatycznie zsynchronizowane ze wszystkimi urządzeniami Apple, bez konieczności zakładania konta.
pt_pt: Dica: escolha uma pasta no iCloud Drive e os teus cópia de seguranças serão sincronizados com todos os teus dispositivos Apple automaticamente, sem necessidade de configuração de conta.
ru: Совет: выберите папку в iCloud Drive, и ваши резервные копии будут автоматически синхронизироваться на всех устройствах Apple без дополнительной настройки аккаунта.
th: เคล็ดลับ: เลือกโฟลเดอร์ใน iCloud Drive และข้อมูลสำรองของคุณจะซิงค์กับอุปกรณ์ Apple ทั้งหมดของคุณโดยอัตโนมัติ โดยไม่จำเป็นต้องตั้งค่าบัญชี
zh_hans: 提示：选择 iCloud 云盘中的一个文件夹，你的备份就会自动同步到你所有的 Apple 设备，无需设置账户。
zh_hant: 提示：選擇 iCloud 雲碟中的一個資料夾，你的備份就會自動同步到你所有的 Apple 裝置，無需設定帳戶。

source: Tip: the share sheet can save the PDF to Files, AirDrop it, or send it on.
de: Tipp: Über das Teilen-Blatt kannst du das PDF in „Dateien“ sichern, per AirDrop senden oder weiterleiten.
es: Consejo: la hoja de compartir puede guardar el PDF en Archivos, enviarlo por AirDrop o reenviarlo.
fr: Astuce : le menu de partage permet d'enregistrer le PDF dans Fichiers, de l'envoyer par AirDrop ou de le transférer.
it: Suggerimento: il foglio di condivisione può salvare il PDF in File, inviarlo via AirDrop o inoltrarlo.
pl: Wskazówka: arkusz udostępniania umożliwia zapisanie pliku PDF w Plikach, upuszczenie go za pomocą funkcji AirDrop lub przesłanie dalej.
pt_pt: Dica: a folha de partilha pode guardar o PDF em Ficheiros, AirDrop ou enviá-lo.
ru: Совет: меню «Поделиться» позволяет сохранить PDF в Файлы, отправить через AirDrop или переслать дальше.
th: เคล็ดลับ: แผ่นแชร์สามารถบันทึก PDF เป็นไฟล์, AirDrop หรือส่งต่อไปได้
zh_hans: 提示：分享面板可以将 PDF 保存到「文件」、通过隔空投送发送，或转发出去。
zh_hant: 提示：分享面板可以將 PDF 保存到「檔案」、透過 AirDrop 發送，或轉發出去。

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pl: Tytuł
pt_pt: Título
ru: Название
th: ชื่อ
zh_hans: 标题
zh_hant: 標題

source: to
de: bis
es: a
fr: à
it: a
pl: Do
ru: до
th: ถึง
zh_hans: 至
zh_hant: 至

source: To answer well, it sends a short summary of your relevant metrics to the provider you chose — using your own key, and only when you ask. Nothing is sent otherwise.
de: Um gut zu antworten, sendet er eine kurze Zusammenfassung deiner relevanten Werte an den von dir gewählten Anbieter — mit deinem eigenen Schlüssel und nur, wenn du fragst. Sonst wird nichts gesendet.
es: Para responder bien, envía un breve resumen de tus métricas relevantes al proveedor que elegiste, con tu propia clave y solo cuando preguntas. De lo contrario, no se envía nada.
fr: Pour bien répondre, il envoie un court résumé de tes indicateurs pertinents au fournisseur que tu as choisi — avec ta propre clé, et seulement quand tu demandes. Sinon, rien n'est envoyé.
it: Per rispondere correttamente, invia un breve riepilogo delle tue metriche rilevanti al fornitore che hai scelto, utilizzando la tua chiave e solo quando lo chiedi. Nulla viene inviato altrimenti.
pl: Aby dobrze odpowiedzieć, wysyła krótkie podsumowanie istotnych wskaźników do wybranego dostawcy — Twoim własnym kluczem i tylko wtedy, gdy zapytasz. Poza tym nic nie jest wysyłane.
pt_pt: Para responder bem, ele envia um breve resumo de suas métricas relevantes para o provedor que você escolheu – usando sua própria chave e somente quando você solicitar. Nada é enviado de outra forma.
ru: Чтобы ответить правильно, он отправляет краткую сводку ваших соответствующих показателей выбранному вами поставщику — используя ваш собственный ключ и только тогда, когда вы спросите. Иначе ничего не отправляется.
th: เพื่อตอบคำถามที่ดี ระบบจะส่งสรุปสั้นๆ ของตัวชี้วัดที่เกี่ยวข้องของคุณไปยังผู้ให้บริการที่คุณเลือก — โดยใช้รหัสของคุณเอง และเมื่อคุณถามเท่านั้น ไม่มีสิ่งใดถูกส่งไปเป็นอย่างอื่น
zh_hans: 为了更好地回答，它会使用您自己的密钥向您选择的提供商发送相关指标的简短摘要，并且仅在您询问时才发送。否则不会发送任何内容。
zh_hant: 為了更好地回答，它會使用您自己的金鑰向您選擇的提供者發送相關指標的簡短摘要，並且僅在您詢問時才發送。否則不會發送任何內容。

source: to baseline
de: zur Basislinie
es: a la línea base
fr: vers la référence
it: alla linea di base
pl: do poziomu bazowego
pt_pt: para a linha de base
ru: до нормы
th: เทียบกับค่าฐาน
zh_hans: 至基线
zh_hant: 至基線

source: To get your Apple Health data in anyway: import a Health export .zip in Data Sources, or turn on Shortcuts Export to feed your strap data into Health without the entitlement. (A build installed from the App Store or signed with a paid Apple Developer account connects directly.)
de: So bekommst du deine Apple-Health-Daten trotzdem herein: Importiere eine Health-Export-.zip unter „Datenquellen“ oder schalte den Kurzbefehle-Export ein, um deine Strap-Daten ohne die Berechtigung in Health einzuspeisen. (Ein Build aus dem App Store oder mit bezahltem Apple-Developer-Konto signiert verbindet sich direkt.)
es: Para meter tus datos de Apple Health de todos modos: importa un .zip de exportación de Salud en Fuentes de datos, o activa Exportación por Atajos para alimentar los datos de tu pulsera a Salud sin el permiso. (Una versión instalada desde el App Store o firmada con una cuenta de pago de Apple Developer se conecta directamente.)
fr: Pour récupérer quand même vos données Apple Santé : importez un .zip d'exportation Santé dans Sources de données, ou activez l'export par raccourcis pour transmettre les données de votre bracelet à Santé sans l'autorisation requise. (Une version installée depuis l'App Store ou signée avec un compte Apple Developer payant se connecte directement.)
it: Per importare comunque i tuoi dati Apple Health: importa un .zip di esportazione di Health in Sorgenti dati, oppure attiva l'esportazione Comandi rapidi per inviare i dati della tua fascia in Health senza l'entitlement. (Una build installata dall'App Store o firmata con un account Apple Developer a pagamento si connette direttamente.)
pl: Aby w jakikolwiek sposób uzyskać dane Apple Health: zaimportuj eksport stanu zdrowia .zip w źródłach danych lub włącz eksport skrótów, aby przesyłać dane paska do programu Health bez uprawnień. (Kompilacja zainstalowana ze sklepu App Store lub podpisana za pomocą płatnego konta programisty Apple łączy się bezpośrednio.)
pt_pt: Para obter os teus dados do Apple Health de qualquer forma: importe um ficheiro . zip de exportação do Health em fontes de dados ou ative a exportação de atalhos para alimentar os dados do teu bracelete no Health sem o direito. (Uma versão instalada da App Store ou assinada com uma conta paga de programador da Apple liga-se diretamente.)
ru: Чтобы всё же получить данные из Apple Health: импортируйте .zip-экспорт Health в разделе «Источники данных» или включите экспорт через Shortcuts, чтобы передавать данные браслета в Health без нужного разрешения. (Сборка, установленная из App Store или подписанная платным аккаунтом Apple Developer, подключается напрямую.)
th: หากต้องการรับข้อมูล Apple Health ของคุณ ให้นำเข้าไฟล์ส่งออก Health .zip ในแหล่งข้อมูล หรือเปิดการส่งออกทางลัดเพื่อป้อนข้อมูลสายรัดของคุณลงใน Health โดยไม่มีสิทธิ์ (บิลด์ที่ติดตั้งจาก App Store หรือลงนามด้วยบัญชี Apple Developer แบบชำระเงินจะเชื่อมต่อโดยตรง)
zh_hans: 无论如何都要引入你的 Apple 健康数据：在「数据来源」中导入一个健康导出的 .zip 文件，或开启「快捷指令导出」以在没有权限的情况下将你的手环数据馈送到「健康」。（从 App Store 安装或用付费 Apple 开发者账户签名的版本可直接连接。）
zh_hant: 無論如何都要引入你的 Apple 健康資料：在「資料來源」中匯入一個健康匯出的 .zip 檔案，或開啟「捷徑匯出」以在沒有權限的情況下將你的手環資料饋送到「健康」。（從 App Store 安裝或用付費 Apple 開發者帳戶簽名的版本可直接連接。）

source: To the fullest extent the law allows, I will not hold the NOOP project or its contributors liable for any loss or damage arising from my use of it.
de: Soweit gesetzlich zulässig, werde ich das Projekt NOOP oder seine Mitwirkenden nicht für Verluste oder Schäden haftbar machen, die sich aus meiner Nutzung ergeben.
es: En la máxima medida que lo permita la ley, no responsabilizaré al proyecto NOOP ni a sus contribuyentes por ninguna pérdida o daño que surja de mi uso del mismo.
fr: Dans toute la mesure où la loi le permet, je ne tiendrai pas le projet NOOP ou ses contributeurs responsables de toute perte ou dommage résultant de mon utilisation.
it: Nella misura massima consentita dalla legge, non riterrò responsabile il progetto NOOP o i suoi contributori per eventuali perdite o danni derivanti dal mio utilizzo dello stesso.
pl: W najszerszym zakresie dozwolonym przez prawo nie będę obarczać projektu NOOP ani jego współtwórców odpowiedzialnością za jakiekolwiek straty lub szkody wynikające z korzystania z niego.
pt_pt: Na medida máxima permitida pela lei, não responsabilizarei o projeto NOOP ou seus colaboradores por qualquer perda ou dano decorrente do meu uso dele.
ru: В максимальной степени, допускаемой законом, я не буду возлагать на проект NOOP или его участников ответственность за любые убытки или ущерб, возникшие в результате его использования мной.
th: ตามขอบเขตสูงสุดที่กฎหมายอนุญาต ฉันจะไม่ถือว่าโครงการ NOOP หรือผู้ร่วมโครงการต้องรับผิดต่อความสูญเสียหรือความเสียหายใดๆ ที่เกิดขึ้นจากการใช้งานของฉัน
zh_hans: 在法律允许的最大范围内，我不会要求 NOOP 项目或其贡献者对因我使用该项目而造成的任何损失或损害承担责任。
zh_hant: 在法律允許的最大範圍內，我不會要求 NOOP 項目或其貢獻者對因我使用該項目而造成的任何損失或損害承擔責任。

source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
pl: Dzisiaj
ru: сегодня
th: วันนี้
zh_hans: 今天
zh_hant: 今天

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pl: Dzisiaj
pt_pt: Hoje
ru: Сегодня
th: วันนี้
zh_hans: 今天
zh_hant: 今天

source: Today · no time set
de: Heute · keine Zeit gesetzt
es: Hoy · sin hora fijada
fr: Aujourd'hui · sans heure
it: Oggi · nessun orario impostato
pl: Dziś · bez ustawionej godziny
pt_pt: Hoje · sem horário definido
ru: Сегодня · время не установлено
th: วันนี้ · ไม่ได้กำหนดเวลา
zh_hans: 今天·未定时间
zh_hant: 今天·未定時間

source: Today card
de: Today-Karte
es: Tarjeta de Hoy
fr: Carte Aujourd'hui
it: Carta di oggi
pl: Karta Dziś
pt_pt: Cartão de hoje
ru: Карта сегодня
th: การ์ดวันนี้
zh_hans: 今日卡
zh_hant: 今日卡

source: Today, %@
de: Heute, %@
es: Hoy, %1$@
fr: Aujourd'hui, %1$@
pl: Dzisiaj %@
pt_pt: Hoje, %@
ru: Сегодня, %@
th: วันนี้ %@
